[
    {
        "articleImage": "assets/images/section1-1smallpicture.jpg",
        "articleHeading": "Blue Lagoon",
        "articleParagraph": "The Blue Lagoon, a geothermal spa, is located on a lava field near Grindavik. It was first discovered in the early 1980s by local residents as they were the first ones to use these water reservoirs to bathe. The bioactive properties of Blue Lagoon’s geothermal water, give the water its healing properties making it not only a good place for relaxation and pleasure but also a place of health and wellbeing.",
        "articleHiddenParagraph": " The water has a milky blue shade due to high concentration of silica. Silica forms soft white mud on the bottom of the lake which visitors use to rub on themselves. Because Blue Lagoon is man-made, water that formed reservoirs is a byproduct of nearby geothermal power plant, “Svartsengi”. In 2018, “Retreat at Blue Lagoon Iceland” was built, it is a luxurious geothermal resort containing luxy hotel, subterranean spa, terraced lagoon, and a restaurant. This is a place where visitors can stay and enjoy in harmonic convergence of nature, design, and science.",
        "spanClass": "bluelagoon"
    },
    {
        "articleImage": "assets/images/section1-2smallpicture.jpg",
        "articleHeading": "South Iceland",
        "articleParagraph": "Southern part of Iceland with a total population of 28,399 has some of the most amazing natural attractions that Iceland has to offer. Reynisfjara beach can be located in this region. It is Iceland’s most beautiful and famous beach. What sets it apart from other beaches is black volcanic sand, moody atmosphere, and uniquely interesting rock formations.",
        "articleHiddenParagraph": " Some other attractions worth mentioning that this part of Iceland has to offer are: hot spring Geyser, Gullfoss The Golden Waterfall, Two National Parks, Glacier Lagoon, and Dverghamrar Dwarf Cliffs.",
        "spanClass": "southiceland"
    },
    {
        "articleImage": "assets/images/section1-3smallpicture.jpg",
        "articleHeading": "Glaciers",
        "articleParagraph": "Iceland is also known for its Ice cap, the second largest largest ice cap in europe. Vatnajokull also known as Vatna Glacier is an ice glacier with an area of 7,900km2. What is really fascinating about this ice cap is that It covers about 8% of Iceland’s country, and dates all the way back to the period of ice age. One of the most visited tourist attractions of this place is Breidamerkurjokull.",
        "articleHiddenParagraph": " This outlet glacier can be found near the small ice lagoon Jokulsarlon. Over the years as ice melts from geothermal activities of volcanoes that help ice melt, caves form inside of the ice mountains in this area. Tourists can visit these caves with local guides and experience how it is to be inside a mountain of ice.",
        "spanClass": "glaciers"
    },
    {
        "articleImage": "assets/images/section1-4smallpicture.jpg",
        "articleHeading": "Northern Lights",
        "articleParagraph": "One of Iceland’s greatest natural attractions are the Northern Lights. What makes them so special is that they occur unpredictably and thus can not be seen as often. If you are visiting Iceland and want to go on a hunt for Northern Lights, the best time of the year for this is during November, December and January. During these three months, nights in Iceland are the darkest giving you more time to search for auroras.",
        "articleHiddenParagraph": "However this time of the year is also when Iceland experiences storms and snow. This can lead to cloudy skies blocking your view of Northern Lights. However nevertheless you can always visit other famous attractions during this time of the year such as Glacier caves.",
        "spanClass": "northern-lights"
    },
    {
        "articleImage": "assets/images/section1-5smallpicture.jpg",
        "articleHeading": "National Parks",
        "articleParagraph": "Iceland has a total of three National Parks: Thingvellir, Vatnajokull and Snæfellsjökull. Each of the three parks encapsulate some of Iceland's most respectful geological, historical and cultural areas of the country. Inside Thingvellir is Iceland’s oldest national park. Here visitors can witness the beauty of “Lake Of The Parliament”. Bottom of this lake was naturally formed by an eruption of a volcano that happened about 9000 years ago.",
        "articleHiddenParagraph": "Today the lake covers 84m2 of land and is the first thing that visitors who travel from the capital to national park, can see before entering the park. Thingvellir park is also known for being the only place in Europe where visitors can see both North American and Eurasian tectonic plates. Vatnajokull is Iceland’s largest national park. It got its name after Vatna Glacier, where visitors can go and explore ice caves, vitness countries' tallest mountain tops and highest waterfalls.",
        "spanClass": "national-parks"
    }
]